Repository: jsbsan/gplanet
Catalog: .lang/*.po
Languages: ca, de, fr

source: Extends the power of the new republic by the weakened empire .... wins planets but while ... wait for the counterattack of the empire. Extiende el poder de la nueva república por el debilitado imperio.... gana planetas pero mientas...... esperas al contrataque del imperio.
ca: Extends the power of the new Republic by the weakened empire .... wins planets but while ... wait for the Counterattack of the empire. Extiende el poder de la nova república pel debilitat imperi .... guanya planetes però mentre ...... esperes al contraatac de l'imperi.
de: Erweitert die Macht der neuen Republik durch die geschwächte Reich .... gewinnt, während Planeten aber ... für den Gegenangriff des Reiches warten. Extiende die Macht der neuen Republik durch die geschwächte Reich gewinnt Planeten aber liegen .... ...... warten, das Reich zu kontern.
fr: Prolonge la puissance de la nouvelle république par l'empire Affaibli .... gagne en planètes, mais ... attendre la contre-attaque de l'empire. Extiende la puissance de la nouvelle république par l'empire affaibli gagne planètes, mais mentir .... ...... attente de contre-attaquer l'empire.

source: Construye tu Imperio Galáctico...
ca: Construeix el teu Imperi Galàctic ...
de: Bauen Sie Ihr Galaktische Imperium ...
fr: Construisez votre empire galactique ...

source: Tu misión: Explora y domina el mayor número de planetas...
ca: La teva missió: Explora i domina el major nombre de planetes ...
de: Ihre Mission: Entdecken und dominiert die größte Anzahl von Planeten ...
fr: Votre mission: Explorer et domine le plus grand nombre de planètes ...

source: Flota enviada a la conquista del planeta enemigo...
ca: Flota enviada a la conquesta del planeta enemic ...
de: Flotte geschickt, um den Feind Planeten zu erobern ...
fr: Flotte envoyé à la conquête de la planète ennemie ...

source: Nombre:
ca: nom:
de: Name:
fr: Nom:

source: Produccion:
ca: producció:
de: Produktion:
fr: production:

source: Naves:
ca: naus:
de: Schiffe:
fr: navires:

source: No hay naves para enviar a ningún lado
ca: No hi ha naus per enviar a cap costat
de: Keine Schiffe überall zu senden
fr: Aucun navire pour envoyer partout

source: No hay naves bastantes para enviar a ningún lado
ca: No hi ha naus bastants per enviar a cap costat
de: Keine Schiffe genug, um überall zu schicken
fr: Aucun navire assez pour envoyer partout

source: Elija planeta de destino...
ca: Trieu planeta de destinació ...
de: Ziel auswählen Planeten ...
fr: Choisir destination planète ...

source: Flota enviada al planeta amigo
ca: Flota enviada al planeta amic
de: Flotte geschickt, um den Planeten Freund
fr: Flotte envoyé à la planète ami

source: Fin de turno de Producción
ca: Cap de torn de Producció
de: Schichtende Produktion
fr: Fin de production de changement de vitesse

source: <b>La nueva república te necesita !!!</b> Conquista todos los planetas del sector asignado, lanza tus flotas a la conquista. Cada cierto tiempo, los planetas producen naves, aumenta tu flota con ellas porque..... el imperio responderá
ca: <b> La nova república et necessita !!! </b> Conquista tots els planetes del sector assignat, llança les teves flotes a la conquesta. Cada cert temps, els planetes produeixen naus, augmenta la teva flota amb elles perquè ..... l'imperi respondrà
de: <b> The New Republic braucht Sie !!! </b> Conquista alle Planeten in der zugewiesenen Sektor starten Sie Ihre Flotten zu erobern. Jeder so oft, die Planeten produzieren Schiffe, steigern Sie Ihre Flotte mit ihnen, weil die Regel reagieren .....
fr: <b> La Nouvelle République a besoin de vous !!! </b> Conquista toutes les planètes dans le secteur affecté lancer vos flottes à conquérir. Chaque si souvent, les planètes produisent des navires, augmenter votre flotte avec eux parce que la règle répondra .....

source: Fácil
ca: fàcil
de: leicht
fr: facile

source: Jugar
de: spielen
fr: jouer

source: Medio
ca: medi
de: Mittel
fr: moyens

source: Difícil
de: schwierig
fr: difficile

source: Autor: Julio Sánchez Berro (jsbsan) http://jsbsan.blogspot.com.es/
de: Autor: Julio Sanchez Berro (jsbsan) http://jsbsan.blogspot.com.es/
fr: Auteur: Julio Sanchez Berro (jsbsan) http://jsbsan.blogspot.com.es/

source: Creador de Flota
de: Creator-Flotte
fr: Créateur Fleet

source: Nº de naves:
ca: Nº de naus:
de: Anzahl der Schiffe:
fr: Nombre de navires:

source: Enviar todas
ca: Enviar totes
de: senden Sie alle
fr: Envoyer tous

source: Enviar la mitad
ca: Enviar la meitat
de: senden Hälfte
fr: Envoyer la moitié

source: Enviar
de: senden
fr: envoyer

source: Cancelar
ca: Cancel
de: stornieren
fr: annuler

source: Victoria de los Rebeldes
ca: Victòria dels Rebels
de: Rebel Sieg
fr: victoire Rebel

source: Victoria del Imperio
ca: Victòria de l'Imperi
de: Victoria Empire
fr: Empire de Victoria

source: Informe de la Partida
de: Bericht des Online-Spiel
fr: Rapport du jeu en ligne

source: El imperio reune sus fuerzas..
ca: L'imperi reuneix les seves forces ..
de: Das Reich sammelt seine Kräfte ..
fr: L'empire rassemble ses forces ..

source: ... reuniendo naves para el próximo ataque
ca: ... Reunint naus per al proper atac
de: ... Das Sammeln von Schiffen für den nächsten Angriff
fr: ... Rassembler les navires pour la prochaine attaque

source: Llegada de la flota al planeta
ca: Arribada de la flota al planeta
de: Ankunft der Flotte auf den Planeten
fr: Arrivée de la flotte à la planète

source: Imperio:
ca: Imperi:
de: Empire:
fr: Empire:

source: Alianza Rebelde:
ca: Aliança Rebel:
de: Rebellen-Allianz:
fr: Rebel Alliance:

source: Victoria!!!!.. planeta
ca: Victòria !!!! .. planeta
de: Victoria Planeten !!!! ..
fr: Victoria planète !!!! ..

source: conquistado.
ca: conquistat.
de: Ich eroberte.
fr: Je vaincu.

source: Derrota!!!!.. el planeta
de: Besiegt den Planeten !!!! ..
fr: Vaincre la planète !!!! ..

source: ha resistido el ataque.
ca: ha resistit l'atac.
de: Er hat den Angriff widerstanden.
fr: Il a résisté à l'attaque.
